Repository: JanConGitHub/MyBike
Catalog: po/*.po
Languages: fr, nl

source: Station
nl: Stalling

source: Empty slots
fr: Emplacements vides
nl: Vrije stalplaatsen

source: Free bikes
fr: Vélos libres
nl: Gratis fietsen

source: Latitude
nl: Breedtegraad

source: Longitude
nl: Lengtegraad

source: Last check time
fr: Vérifié pour la dernière fois le
nl: Recentste controle

source: City
fr: Ville
nl: Plaats

source: Country
fr: Pays
nl: Land

source: Network Name
fr: Nom du réseau
nl: Naam van netwerk

source: MyBike
fr: Mon vélo
nl: MijnFiets

source: About
fr: À propos
nl: Over

source: Help
fr: Aide
nl: Hulp

source: Map
fr: Carte
nl: Kaart

source: Show Networks
fr: Afficher les réseaux
nl: Netwerken tonen

source: filter by city
fr: Filtrer par ville
nl: filteren op plaats

source: Found
fr: Trouvé
nl: Gevonden

source: Bike Networks
fr: Pistes cyclables
nl: Fietsnetwerken

source: Help page
fr: Page d'aide
nl: Hulppagina

source: This App uses API of
fr: Cette application utilise l'API de
nl: Deze app gebruikt een api van

source: (Thanks)
fr: (Merci)
nl: (bedankt)

source: to get info about registered Bike networks around the world.
fr: pour obtenir des informations sur les pistes cyclables enregistrées autour du monde.
nl: om informatie op te halen over geregistreerde fietsnetwerken over heel de wereld.

source: Only the networks managed by 'citybik.es' are supported;
fr: Seuls les réseaux gérés par citybik.es sont pris en charge ;
nl: De app ondersteunt alleen de door citybik.es beheerde netwerken

source: In case of a network will be added by 'citybik.es' it will be available in the App
fr: Dès qu'un réseau est ajouté à citybik.es, il est disponible dans cette application
nl: Als er een netwerk wordt toegevoegd door citybik.es, dan verschijnt het in de app

source: No updates of the App are necessary
fr: Aucune mise à jour de l'appliction n'est nécessaire
nl: Geen app-updates benodigd

source: To contribute at citybik, see:
fr: Pour contribuer à citybik, consultez :
nl: Wil je bijdragen aan citybik? Ga dan naar:

source: Note 1: to see Map Page is necessary an active internet connection
fr: Note 1 : une connexion internet est nécessaire pour voir la page avec la carte
nl: Let op: je kunt de kaart alleen bekijken als je verbonden bent met het internet

source: Note 2: Field 'Last check time' is UTC format
fr: Note 2 : le champ de dernière vérification est au format UTC
nl: Let op: het veld 'Recentste controle' is in UTC-opmaak

source: Bike stations
fr: Stations de vélos
nl: Fietsenstallingen

source: Network name
fr: Nom du réseau
nl: Naam van netwerk

source: Total stations
fr: Stations totales
nl: Totaal aantal stallingen

source: filter by station name
fr: Filtrer par nom de station
nl: filteren op stallingsnaam

source: (Date format is: dd.mm.yyyy hh:mm) - UTC Time
fr: (Le format de date est : jj.mm.aaaa hh:mm) - UTC Time
nl: (de datumopmaak is dd.mm.yyyy hh:mm) - UTC-tijd

source: Map page
fr: Carte
nl: Kaart

source: Product Info
fr: Informations sur le produit
nl: Productinformatie

source: version
nl: versie

source: Author
fr: Auteur
nl: Maker

source: Unofficial App for:
fr: Application non officielle pour :
nl: OnofficiÃ«le app voor:

source: Close
fr: Fermer
nl: Sluiten

source: Warning
fr: Attention
nl: Waarschuwing

source: No data found
fr: Aucune donnée trouvée
nl: Geen gegevens beschikbaar
